tap "buo/cask-upgrade"
tap "denisidoro/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "muesli/tap"
tap "stripe/stripe-cli"
brew "adns"
brew "aom"
brew "apr"
brew "tcl-tk"
brew "autojump"
brew "bat"
brew "freetype"
brew "glib"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "exa"
brew "libtasn1"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "jpeg"
brew "little-cms2"
brew "libbluray"
brew "libvpx"
brew "sdl2"
brew "snappy"
brew "srt"
brew "x264"
brew "zeromq"
brew "ffmpeg"
brew "unixodbc"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "git"
brew "git-delta"
brew "gnu-getopt"
brew "gnu-sed"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gpac"
brew "openjdk"
brew "gradle"
brew "highlight"
brew "ncurses"
brew "htop"
brew "ilmbase"
brew "libde265"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "libomp"
brew "imagemagick"
brew "jpegoptim"
brew "oniguruma"
brew "jq"
brew "libidn"
brew "libpq"
brew "libzip"
brew "lsusb"
brew "mas"
brew "node"
brew "optipng"
brew "parallel"
brew "pngcrush"
brew "popt"
brew "sbt"
brew "tldr"
brew "tree"
brew "yarn", link: false
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "denisidoro/tools/docpars"
brew "denisidoro/tools/navi"
cask "android-file-transfer"
cask "appcleaner"
cask "betterzip"
cask "colorpicker-skalacolor"
cask "contexts"
cask "corretto"
cask "docker"
cask "dropbox"
cask "focusrite-control"
cask "google-backup-and-sync"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rocket"
cask "slack"
cask "spotify"
cask "suspicious-package"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
mas "Amphetamine", id: 937984704
mas "Keynote", id: 409183694
mas "Monosnap", id: 540348655
